/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "Aktuellen Ort bestimmen";
"DeterminingLocationStep2" = "Aktuellen Ort bestimmen .";
"DeterminingLocationStep3" = "Aktuellen Ort bestimmen ..";
"DeterminingLocationStep4" = "Aktuellen Ort bestimmen …";

"DeterminingLocation" = "Aktuellen Ort bestimmen …";

"LocationError" = "Der Ort kann zurzeit nicht bestimmt werden.";
"CurrentLocation" = "Aktueller Ort: %@";
"TurnONAirport" = "Aktivieren Sie AirPort, um Ihren aktuellen Aufenthaltsort zu bestimmen";
